case/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu		nu [0 2 -1 0 0 0 0]		6.7e-6;

hm		hm [0 2 -2 0 0 0 0]		187210.0;
Tm		Tm [0 0 0 1 0 0 0]		319.0;
Tmr		Tmr [0 0 0 1 0 0 0]		4.7;
beta            beta [0 0 0 -1 0 0 0]		9e-5;
rhol		rhol [1 -3 0 0 0 0 0]		885;
Cpl		Cpl [0 2 -2 -1 0 0 0]		2390;
kappal		kappal [1 1 -3 -1 0 0 0]	0.14;
rhos		rhos [1 -3 0 0 0 0 0]		940;
Cps		Cps [0 2 -2 -1 0 0 0]		2180;
kappas		kappas [1 1 -3 -1 0 0 0]	0.16;



TRef            TRef [0 0 0 1 0 0 0]		298.15;
Prt		Prt [0 0 0 0 0 0 0]		0.85;
Cu		Cu [1 -3 -1 0 0 0 0]		1.0e5;
b		b [0 0 0 0 0 0 0]		1.0e-3;
// ************************************************************************* //
